Repository: martin-dexcom/Inudoption-Daily
Catalog: Inudoption/LocalizationEffort/*.lproj/Localizable.strings
Languages: es_419

# adopt
source: Adopt a
es_419: Adopta a

source: Welcome
es_419: Bienvenido

source: Best Friend
es_419: Mejor Amigo

# findFriend
source: Find a new best friends, today
es_419: Encuentra un mejor amigo, hoy

# begin
source: Are you ready to begin a new adventure? We have a catalog of over 200,000 pets!
es_419: Estas listo para empezar una nueva aventura ? Tenemos un catalogo de mas de 200,000 mascotas!

source: Always Free
es_419: Siempre Libre

# ourMission
source: Our mission is to match people with pets, not to make bank
es_419: Nuestra mision es conectar a personas con mascotas

# animal
source: Dogs? Cats? Parrots?
es_419: Perros? Gatos? Pajaros?

# all
source: We've got them all!
es_419: Los tenemos a todos!

# vaccinated
source: Vaccinated and ready to go
es_419: Vacunados y listos para irse

# every
source: Every pet on the platform has gone through a medical check and is 100% vax
es_419: Todos nuestros mascotas registradas han cubierto su cartilla de vacunacion

# settingsText
source: Welcome to Settings
es_419: Bienvendios a Configuracion
